# Essential
tap "federico-terzi/espanso"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "romkatv/powerlevel10k"
brew "autojump"
brew "fd"
brew "fnm"
brew "lazygit"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "federico-terzi/espanso/espanso"
brew "romkatv/powerlevel10k/powerlevel10k"
cask "firefox"
cask "iterm2"
cask "itsycal"
cask "karabiner-elements"
cask "maccy"
cask "mos"
cask "obsidian"
cask "postman"
cask "raycast"
cask "swish"
cask "visual-studio-code"

# meh
cask "calibre"
cask "hot"
cask "iina"
cask "stats"
cask "whatsapp"
